{
  "name": "Curio Labels",
  "icon": "chromaticarsenal:ascension_essence",
  "category": "chromaticarsenal:main",
  "priority": true,
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Some curios have a label associated with them. Each label determines a few shared characteristics between that curio and others with the same label."
    },
    {
      "type": "patchouli:spotlight",
      "item": {
        "tag": "chromaticarsenal:basic_curios"
      },
      "title": "Basic Curios",
      "text": "$(5)Basic Curios$() are simple curios. They are typically weaker and less complex than the standard arsenal, have a common or uncommon rarity, do not support enchantments, and cannot be salvaged by the Chroma Salvager. However, these curios are typically easier to obtain than other curios, and are occasionally used as components for them."
    },
    {
      "type": "patchouli:spotlight",
      "item": {
        "tag": "chromaticarsenal:super_curios"
      },
      "title": "Super Curios",
      "text": "$(5)Super Curios$() are ascended versions of your existing arsenal, upgraded using a new material known as $(l:misc/ascension_essence)Essence of Ascension$(/l). These curios have their own designated slot, cannot be enchanted besides curses, and cannot be equipped in standard curio slots (not even in the Curio slot type). Additionally, do not attempt to equip a super curio alongside its inferior variant. It will not go well."
    },
    {
      "type": "patchouli:spotlight",
      "item": {
        "tag": "chromaticarsenal:challenge_curios"
      },
      "title": "Challenge Curios",
      "text": "$(4)Challenge Curios$() are typically more harmful than helpful. They cannot accept enchantments, however some accept curses. The costs of using them outweigh the benefits. However, fortune favors those that decide to endure this torment, literally. Many of these items naturally grant or can be cursed to grant bonus levels of Fortune or Looting."
    },
    {
      "type": "patchouli:spotlight",
      "item": {
        "tag": "chromaticarsenal:utility_curios"
      },
      "title": "Utility Curios",
      "text": "$(9)Utility Curios$() are curios with miscellaneous, sometimes smaller or more niche effects, and are not always useful. They don't support any enchantments besides curses (and not all Utility Curios even support those). Some Utility Curios may also have a secondary effect performed when right clicking while holding them."
    }
  ]
}